tap "goreleaser/tap"
tap "homebrew/bundle"
brew "act"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "go"
brew "libheif"
brew "imagemagick"
brew "john"
brew "jq"
brew "node"
brew "jupyterlab"
brew "ldns"
brew "libfido2"
brew "libssh"
brew "neovim"
brew "node@16"
brew "node@18"
brew "openssh"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby", link: true
brew "zsh"
brew "goreleaser/tap/goreleaser"
cask "bitwarden"
cask "dotnet-sdk"
cask "insomnia"
cask "iterm2"
cask "moom"
cask "powershell"
cask "spotify"
cask "temurin"
cask "visual-studio-code"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ethan-reesor.vscode-byebug"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "kaiwood.endwise"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.anycode-rust"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "Shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "sswg.swift-lang"
vscode "stylelint.vscode-stylelint"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "will-wow.vscode-alternate-file"
vscode "wingrunr21.vscode-ruby"
